[
    {
        "blog_id": "0",
        "href": "/blog/content_0.html",
        "date": "2022-10-26",
        "img": "/img/blog/content_0_cover.jpg",
        "ch": {
            "title": "關於ESG，一篇文說清楚",
            "desc": "連雀巢宣布未來KitKat皆是「碳中和巧克力」，究竟為何ESG在企業界忽地火熱？你應該要將ESG納入策略版圖嗎？這篇我們來聊聊ESG認證究竟有何玄機。"
        },
        "en": {
            "title": "All Things About ESG",
            "desc": "Even Nestle announced that the future KitKat will be `carbon neutral chocolate`. Why is ESG suddenly hot in the corporate world? Should you put ESG on the strategy map? In this article, let's talk about the mystery of ESG certification."
        }
    },
    {
        "blog_id": "1",
        "href": "/blog/content_1.html",
        "date": "2022-10-26",
        "img": "/img/blog/content_1_cover.png",
        "ch": {
            "title": "碳定價、碳交易、碳中和、淨零、碳關稅、碳捕捉、碳預算...一次搞懂16個碳名詞！",
            "desc": "《簡明．碳辭典》，三分鐘上手，聊時事、秀常識兩相宜"
        },
        "en": {
            "title": "Carbon pricing, carbon trading, carbon neutral, net zero, CBAM, carbon capture, carbon budgets... 16 carbon terms you must know!",
            "desc": "`Simple Carbon Dictionary`, pick up in three minutes, suitable for chatting and showing off common senses."
        }
    },
    {
        "blog_id": "2",
        "href": "/blog/content_2.html",
        "date": "2022-10-26",
        "img": "/img/blog/content_2_cover.jpg",
        "ch": {
            "title": "減少45%車輛碳排放的潛力！綠駕駛概念如何運用於車隊管理？",
            "desc": "根據歐盟數據，1990到2019年間居家、能源、農業、工業等碳排放源都逐年減少，唯獨只有「道路運輸」類別碳排放量不減反增。「道路碳排」是減量難度最高的部份，也許「綠駕駛」可以是一個解決方向。"
        },
        "en": {
            "title": "Potential to reduce vehicle carbon emissions by 45%! How does eco-driving apply to fleet management?",
            "desc": "According to EU data, from 1990 to 2019, carbon emission sources such as home, energy, agriculture, and industry have all decreased year by year, but only the “road transport” category of carbon emissions has not decreased but increased, and perhaps eco-driving can help."
        }
    },
    {
        "blog_id": "3",
        "href": "/blog/content_3.html",
        "date": "2022-10-27",
        "img": "/img/blog/content_3_cover.jpg",
        "ch": {
            "title": "櫛構科技與陽明交大統計所「統計諮詢」課程進行學術交流",
            "desc": "櫛構科技在今年十月於陽明交通大學統計所「統計諮詢」課堂與學生進行學術交流。會中櫛構科技行銷長周加恩介紹全球永續管理現狀與難題，以及櫛構科技對範疇三盤查困難所提出的解決方案。在針對運具方面，櫛構科技則提出資料分析與統計所師生進行一學期的交流。"
        },
        "en": {
            "title": "Combogic Technology and National Yang Ming Chiao Tung University Statistics Institute Statistical Consulting course for academic exchanges",
            "desc": "In October this year, Combogic Technology conducted academic exchanges with students in the Statistical Consulting class of the Institute of Statistics of National Yang Ming Chiao Tung University. During the talk, Ka-Un Chiu, Marketing Director of Combogic Technology, introduced the status quo and problems of global sustainability management, as well as the solutions proposed by Combogic Technology to investigate the difficulties in Scope 3. In terms of vehicles, Combogic Technology propose data analysis to communicate with teachers and students of the Institute of Statistics for one semester."
        }
    },
    {
        "blog_id": "4",
        "href": "/blog/content_4.html",
        "date": "2022-10-27",
        "img": "/img/blog/content_4_cover.jpg",
        "ch": {
            "title": "櫛構科技預計於十一月於中央研究院「Advances in Reliabilty」工作坊進行學術交流",
            "desc": "櫛構科技即將在十一月於中央研究院「Advances in Reliabilty」工作坊進行學術交流。演講大綱下載。"
        },
        "en": {
            "title": "Combogic Technology is expected to conduct academic exchanges at the Advances in Reliabilty workshop of Academia Sinica in November",
            "desc": "Combogic Technology will hold an academic exchange at the Advances in Reliabilty workshop of Academia Sinica in November. Download the speech outline."
        }
    }
]