{"_path":"/en/content_0","_dir":"en","_draft":false,"_partial":false,"_locale":"","title":"About ESG, an article makes it clear","description":"Even Nestle announced that the future KitKat will be `carbon neutral chocolate`. Why is ESG suddenly hot in the corporate world? Should you put ESG on the strategy map? In this article, let's talk about the mystery of ESG certification.","date":"2022-10-26","image":"/images/blog/content_0_cover.jpg","imageDesc":"","imageLink":"","body":{"type":"root","children":[{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    International companies such as Microsoft, Nike, NVIDIA, Starbucks, Mercedes have all announced that they will\n    become \"net zero companies\" and set carbon neutral goals. Even Nestlé's KitKat has announced their chocolates\n    are gonna be \"carbon-neutral chocolates\". Why is ESG so hot in the corporate world? Should you, as a business\n    manager, include ESG in your strategy map? In this article, let's talk about the mystery of ESG certification.\n"}]},{"type":"element","tag":"h2","props":{"id":"what-is-esg-certification"},"children":[{"type":"text","value":"\n    What is ESG certification?\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    ESG was proposed by the United Nations in 2005, emphasizing that enterprises should incorporate the social\n    responsibility of the environment, society and governance into their business policies, which will have a\n    positive impact on society and the financial market.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    ESG can be said to be the specific version of \"CSR\" in the past. In addition to emphasizing that enterprises\n    should take social responsibility, it also further divided the aspects of social responsibility in detail. In\n    2015, the United Nations further announced that \"\n    "},{"type":"element","tag":"a","props":{"href":"https://www.undp.org/sustainable-development-goals?utm_source=EN&utm_medium=GSR&utm_content=US_UNDP_PaidSearch_Brand_English&utm_campaign=CENTRAL&c_src=CENTRAL&c_src2=GSR"},"children":[{"type":"text","value":"\n        2030 Sustainable Development Goals\n    "}]},{"type":"text","value":"\n    \" Responsibilities are further subdivided into 17 principles.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    Because of its specificity and subdivision, ESG has transcended the essence of CSR public relations slogans in\n    the past and evolved into a standard used by investment institutions to evaluate corporate fitness. ESG\n    indicators can present physical information that cannot be seen in financial statements, and become a\n    non-accounting qualitative indicator.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    This indicator has also been tested over time. During the 2008 financial tsunami, it was found for the first time\n    in the world that companies with good ESG ratings suffered less damage, and the Chinese University of Hong Kong\n    Business School\n    "},{"type":"element","tag":"a","props":{"href":"https://papers.ssrn .com/sol3/papers.cfm?abstract_id=3627439"},"children":[{"type":"text","value":"\n        Research shows\n    "}]},{"type":"text","value":"\n    that under the impact of the 2020 epidemic, Chinese stocks with high ESG scores fell less, and their returns were\n    about 10% higher than low ESG portfolios.\n"}]},{"type":"element","tag":"h2","props":{"id":"what-are-the-credible-esg-organizations-in-the-world-how-is-the-credibility"},"children":[{"type":"text","value":"\n    What are the credible ESG organizations in the world? How is the credibility?\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    The most controversial aspect of ESG ratings is that the scores produced by each rating agency can vary greatly.\n    The main reason for the large difference in scores is that different organizations do not necessarily focus on\n    the same evaluation points. For example, the International Carbon Disclosure Project CDP only looks at the\n    “environment” category scores, while MSCI broadly covers the three aspects of environment, society, and\n    governance.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    According to the\n    "},{"type":"element","tag":"a","props":{"href":"https://www.sustainability.com/globalassets/sustainability.com/thinking/pdfs/sustainability-ratetheraters2020-report.pdf"},"children":[{"type":"text","value":"SustainAbility\n        report Rate the Rater 2020\n    "}]},{"type":"text","value":"\n    , The top two leading evaluation agencies are the International Carbon\n    Disclosure Project (Carbon Disclosure Project) and RobecoSAM, a subsidiary of Dow Jones DJSI. The former is more\n    valued by academic institutions and NGOs, while the latter pays more attention to the company's operational\n    performance. People in the industry pay attention.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    Following up the rating agencies are Sustainalytics, MSCI, ISS, Bloomberg ESG Disclosure Scores, and others.\n"}]},{"type":"element","tag":"figure","props":{},"children":[{"type":"text","value":"\n    "},{"type":"element","tag":"img","props":{"src":"/images/blog/content_0_1.png","alt":"關於ESG，一篇文說清楚","width":736,"height":414},"children":[]},{"type":"text","value":"\n    "},{"type":"element","tag":"figcaption","props":{},"children":[{"type":"text","value":"\n        （source：\n        "},{"type":"element","tag":"a","props":{"href":"https://www.sustainability.com/globalassets/sustainability.com/thinking/pdfs/sustainability-ratetheraters2020-report.pdf"},"children":[{"type":"text","value":"\n            Rate the Rater 2020\n        "}]},{"type":"text","value":"\n        ）\n    "}]}]},{"type":"element","tag":"h2","props":{"id":"how-do-investors-view-esg-assessments"},"children":[{"type":"text","value":"\n    How do investors view ESG assessments?\n"}]},{"type":"element","tag":"ul","props":{},"children":[{"type":"text","value":"\n    "},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"\n        In the fourth quarter of 2020, ESG officially marked a watershed in its development. Funds flowing into ESG\n        investment hit a new high of US$152 billion, the asset management scale also reached US$1.6 trillion, and as\n        many as 196 ESG products were launched.\n    "}]},{"type":"text","value":"\n    "},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"\n        And investors in Asia Pacific are realizing that ESG is not just a feel-good investment strategy. It does\n        lead to outperforming non-ESG indices. This is the case in 2021, and the same is expected in 2022.\n    "}]},{"type":"text","value":"\n    "},{"type":"element","tag":"li","props":{},"children":[{"type":"text","value":"\n        In 2020, the proportion of institutional investors who believe that ESG has excess returns has exceeded 60%\n        (62%), and the proportion of institutional investors who implement ESG in 2021 has reached 72%.\n    "}]}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    It can be seen that in recent years, investors have gradually incorporated ESG indicators into their measurement\n    standards, and ESG has gradually escaped the doubts of \"green bubbles\"\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    However, the issue of score confusion between different rating agencies can affect investor confidence.\n    "},{"type":"element","tag":"a","props":{"href":"https://finance.unibocconi.eu/sites/default/files/files/media/attachments/ESG_ACLT_3320210302105826.pdf"},"children":[{"type":"text","value":"\n        Research shows\n    "}]},{"type":"text","value":"\n    that investment institutions’ holdings are The ratio came to 23%, and 18% when inconsistent.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    The higher the rating confusion, the higher the market premium and the lower the stock market participation and\n    economic benefits of ESG-sensitive investors.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    Investment institutions familiar with the ESG market also have their own ways to deal with the problem of\n    confusing scores.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    Investing in 17 companies based on\n    "},{"type":"element","tag":"a","props":{"href":"https://www.sustainability.com/globalassets/sustainability.com/thinking/pdfs/sustainability-ratetheraters2020-report.pdf"},"children":[{"type":"text","value":"\n        Rate the Rater 2020\n    "}]},{"type":"text","value":"\n    For institutional surveys, investors usually comprehensively refer to multiple evaluation\n    materials, and have different interpretation methods for different reports. For example, investors in CDP’s\n    evaluation report mostly look at its “data” rather than the final score; while reports such as MSCI and\n    Sustainialytics cover a wide range of evaluations, investment institutions often use this score as a\n    comprehensive indicator for reference.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    In addition to simply looking at the ESG rating scores, investment institutions will also directly request the\n    company to provide relevant information, such as sustainability reports, internal information disclosure, etc.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    It can be seen that the ESG evaluation standard is not a \"fight to the death\" for enterprises to pursue a\n    sustainable mark. Efforts are made to focus on the enterprise's own sustainable strength, active investigation,\n    and a clear sustainability report can also enhance the enterprise's ESG impression and strength.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"element","tag":"img","props":{"src":"/images/blog/content_0_2.png","alt":"關於ESG，一篇文說清楚","width":736,"height":414},"children":[]}]},{"type":"element","tag":"h2","props":{"id":"what-are-the-benefits-of-obtaining-an-esg-certificate"},"children":[{"type":"text","value":"\n    What are the benefits of obtaining an ESG certificate?\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    For investment institutions, the integration of financial and ESG evaluation methods can effectively optimize\n    investment performance and reduce investment risks\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    For entrepreneurs, effectively improving the ESG rating can also indirectly improve the company's advantages.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    This corporate advantage is reflected in both external and internal aspects.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    From an external point of view, the corporate advantages brought by ESG are higher investment interest, good\n    public relations reputation, lower additional costs after the carbon fee policy is implemented, and carbon\n    emission reduction results can be sold as carbon credits, etc.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"(Extended reading:\n    "},{"type":"element","tag":"a","props":{"href":"/en/blog/content_1"},"children":[{"type":"text","value":"\n        Carbon pricing, carbon trading, carbon neutrality, net zero, carbon tariffs, carbon capture, carbon budgets... 16 carbon terms you must know!\n    "}]},{"type":"text","value":"\n    )\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    But more importantly, it's the corporate advantage that is displayed internally. The reason why ESG indicators\n    are valued is that institutions with high ratings have higher corporate resilience and are more tolerant than\n    companies with low ESG scores, and can withstand unpredictable black swan events in the free market.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    Why can you improve corporate resilience? This is because the improvement of ESG strength actually represents the\n    overall improvement of the company's physique.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    For example, in order to achieve the goal of reducing carbon emissions by 18% by 2025, Walmart, an American\n    company, found after detailed inspection that the carbon footprint of its suppliers accounted for 90% of the\n    total carbon emissions, so it must start from here.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    What I didn't expect at the time was that in order to reduce carbon emissions and strengthen the relationship\n    with suppliers, it made an advance deployment for the follow-up accurate information investigation of the value\n    chain required for epidemic prevention, so it suffered less impact during the epidemic.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    One copy from Harvard Business School and State Street\n    "},{"type":"element","tag":"a","props":{"href":"https://www.hbs.edu/faculty/Publication%20Files/20-108_150212c6-b496-458a -8584-5f2ae9d5e44a.pdf"},"children":[{"type":"text","value":"\n        Joint report\n    "}]},{"type":"text","value":"\n    points out that companies’ commitment to engaging stakeholders is signaling to investors\n    “corporate resilience”, thereby reducing their exposure to corporate stock value in the event of a market crash.\n    Negative impact.\n"}]},{"type":"element","tag":"h2","props":{"id":"esg-is-spending-money-on-pr"},"children":[{"type":"text","value":"\n    ESG is spending money on PR?\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    As more and more companies invest in ESG transformation, people gradually realize that committing to business\n    sustainability is not the traditional imagination of \"losing money and doing good deeds and accumulating good\n    fortune\", but an investment that can bring stable returns in the long run.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    As BlackRock Research Consultants\n    "},{"type":"element","tag":"a","props":{"href":"https://www.blackrock.com/corporate/literature/whitepaper/bii-portfolio-perspectives-february-2020.pdf"},"children":[{"type":"text","value":"\n        think\n    "}]},{"type":"text","value":"\n    , we are In the paradigm shift stage of the concept of sustainability, business operators should look not at how\n    much the current generation cares about the concept of sustainability, but the next generation's view on\n    sustainability; the cost and effort invested in sustainability now, All will be rewarded because future\n    generations care more about sustainability issues.\n"}]},{"type":"element","tag":"h2","props":{"id":"scope-3-inventory-and-reduction-challenge"},"children":[{"type":"text","value":"\n    Scope 3 Inventory and Reduction Challenge\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    A major difficulty in obtaining ESG is to conduct an inventory of the \"Scope 3\" of the company's own products.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    In terms of inventory, \"Scope 1\" refers to the direct carbon emissions and greenhouse gas emissions from the\n    production process of products, such as carbon emissions from factory processes, livestock, machinery and\n    equipment, and employee commuting. Generally, you can check the operation status of the equipment in the\n    factory.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    \"Scope 2\" refers to the carbon emissions generated by the use of electricity by enterprises. General collection\n    of electricity bills can be checked.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    The most difficult to check is \"Scope 3\", which is the upstream of the product production chain, such as\n    transportation and distribution, raw material production, downstream product distribution, carbon emissions\n    during use, waste disposal, etc. Because the scope covers the entire value chain, it is extremely difficult to\n    investigate. According to MSCI statistics, only 18% of international companies provide information disclosure\n    for the third Scope.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    However, Scope 3 is the largest component of the corporate carbon footprint. According to the CDP2021 report, the\n    average carbon emission of Scope 3 is 11.4 times that of the sum of Scope 1 and Scope 2.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    In other words, if the upstream and downstream carbon footprints are included, the carbon emissions generated by\n    the upstream and downstream value chains of products may account for more than 90%.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    And because the upstream and downstream components of different industries are very different, it is difficult\n    for us to have a standard solution, and we can only calculate it case by case.\n"}]},{"type":"element","tag":"h2","props":{"id":"how-does-technology-help"},"children":[{"type":"text","value":"\n    How does technology help?\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    Combogic Tech.'s specialty is to use big data to crawl complex information, we love this kind of\n    intractable problems <3\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    Although the composition of Scope 3 varies greatly with the enterprise category, one of the cross-category\n    elements is \"transportation\". Regardless of personnel or products, any enterprise will need transportation.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    From the perspective of data, about 15% of global Scope 3 carbon emissions come from transportation vehicles. If\n    calculated by the aforementioned 11.4 times, the reduction efforts for the category of transportation can\n    produce a magnification effect of 1.71 times compared with the sum of the first and second categories, which is\n    not lost as a good leverage point.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    By combining unsupervised AI technology and GIS layer information, we can analyze a large amount of trajectory\n    data, not only to capture higher or lower carbon emission deviation paths in the trajectory, but also to\n    decouple carbon emission factors and vehicle trends Behavioral Correlation.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    With data, we can see more thoroughly and clearly, so that we can formulate a truly effective carbon reduction plan.\n"}]},{"type":"element","tag":"p","props":{},"children":[{"type":"text","value":"\n    In pursuit of sustainability, in addition to turning off the lights, you can do more :)\n"}]}],"toc":{"title":"","searchDepth":2,"depth":2,"links":[{"id":"what-is-esg-certification","depth":2,"text":"\n    What is ESG certification?\n"},{"id":"what-are-the-credible-esg-organizations-in-the-world-how-is-the-credibility","depth":2,"text":"\n    What are the credible ESG organizations in the world? How is the credibility?\n"},{"id":"how-do-investors-view-esg-assessments","depth":2,"text":"\n    How do investors view ESG assessments?\n"},{"id":"what-are-the-benefits-of-obtaining-an-esg-certificate","depth":2,"text":"\n    What are the benefits of obtaining an ESG certificate?\n"},{"id":"esg-is-spending-money-on-pr","depth":2,"text":"\n    ESG is spending money on PR?\n"},{"id":"scope-3-inventory-and-reduction-challenge","depth":2,"text":"\n    Scope 3 Inventory and Reduction Challenge\n"},{"id":"how-does-technology-help","depth":2,"text":"\n    How does technology help?\n"}]}},"_type":"markdown","_id":"content:en:content_0.md","_source":"content","_file":"en/content_0.md","_extension":"md"}